260303_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/municipios/teatro-charla-documentales-realizados-cantabras-centran-programacion-municipio-8m/20260302220650189368.html][Teatro, una charla y documentales realizados por cántabras centran la programación del municipio por el 8M]]
- [[https://eldiariocantabria.publico.es/articulo/torrelavega/ayuntamiento-presentara-pacto-empleo-impulsar-relevo-generacional-recuperar-oficios-riesgo/20260302220018189367.html][El Ayuntamiento presentará un Pacto por el Empleo para impulsar el relevo generacional y recuperar oficios en riesgo]]
- [[https://eldiariocantabria.publico.es/articulo/santander/ayuntamiento-aprueba-oferta-empleo-publico-2026/20260302215029189366.html][El Ayuntamiento aprueba la oferta de empleo público para 2026]]
- [[https://eldiariocantabria.publico.es/articulo/politica/castro-urdiales-necesita-padecer-debates-impostados-extrema-derecha-rechazo-menores-migrantes/20260302214130189364.html][“Castro Urdiales no necesita padecer los debates impostados por la extrema derecha de rechazo a menores migrantes”]]
- [[https://eldiariocantabria.publico.es/articulo/deportes/racing-denuncia-que-dos-botellazos-aficionados-castellon-dieron-jugadores-verdiblancos/20260302211258189363.html][El Racing denuncia que dos ‘botellazos’ de aficionados del Castellón dieron a jugadores verdiblancos]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com][Iranian Foreign Minister Abbas Araghchi said Monday night that the U.S. attack on Iran is “a...]]
- [[https://www.washingtonpost.com/world/2026/03/02/us-israel-iran-hezbollah-military-strikes-live-updates/][Live updates: Trump says strikes on Iran could take weeks as U.S. urges Americans to leave the region]]
- [[https://www.washingtonpost.com][Netanyahu praises Trump]]
- [[https://www.washingtonpost.com][Videos appear to show the U.S. fighter jets being shot down over Kuwait]]
- [[https://www.washingtonpost.com][The U.S. Embassy in Riyadh was attacked by two drones, “resulting in a limited fire and...]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/gulf-states-in-race-against-time-to-repel-irans-counterattack-96c16802][Gulf States in Race Against Time to Repel Iran’s Onslaught]]
- [[https://www.wsj.com/world/middle-east/trump-sees-weekslong-war-timeline-in-iran-045ca70f][Trump Sees Weekslong War Timeline in Iran]]
- [[https://www.wsj.com/world/middle-east/trumps-case-for-war-with-iran-faces-growing-scrutiny-96648cb9][Trump’s Case for War With Iran Faces Growing Scrutiny]]
- [[https://www.wsj.com/world/middle-east/iranian-drones-and-missiles-challenge-stretched-u-s-forces-9e41df9a][Iranian Drones and Missiles Challenge Stretched U.S. Forces]]
- [[https://www.wsj.com/world/middle-east/israel-was-ready-to-take-on-hezbollah-again-now-it-can-bf641404][Israel Was Ready to Take On Hezbollah Again. Now It Can.]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/international/live/2026/03/03/en-direct-iran-sans-action-immediate-le-programme-nucleaire-iranien-aurait-ete-intouchable-d-ici-quelques-mois-selon-benyamin-netanyahou-l-ambassade-americaine-en-arabie-saoudite-visee-par-des-drones-donald-trump-prevoit-une-reponse_6668663_3210.html][EN DIRECT, Iran : sans action immédiate, le programme nucléaire iranien aurait été « intouchable » d’ici quelques mois, selon Benyamin Nétanyahou ; l’ambassade américaine en Arabie saoudite visée par des drones]]
- [[https://www.lemonde.fr/international/article/2026/03/02/bombardements-en-iran-les-images-verifiees-des-lieux-cibles-par-les-etats-unis-et-israel-temoignent-d-une-strategie-inedite_6669295_3210.html][Bombardements en Iran : les images vérifiées des lieux ciblés par les Etats-Unis et Israël témoignent d’une stratégie inédite]]
- [[https://www.lemonde.fr/international/article/2026/03/03/la-dissuasion-nucleaire-francaise-fait-un-grand-pas-vers-l-europe_6669308_3210.html][La dissuasion nucléaire française fait un grand pas vers l’Europe]]
- [[https://www.lemonde.fr/societe/article/2026/03/03/au-proces-en-appel-de-l-assassinat-de-samuel-paty-un-verdict-plus-clement-qu-en-premiere-instance-sauf-pour-le-militant-abdelhakim-sefrioui_6669297_3224.html][Au procès en appel de l’assassinat de Samuel Paty, un verdict plus clément qu’en première instance, sauf pour le « militant » Abdelhakim Sefrioui]]
- [[https://www.lemonde.fr/politique/article/2026/03/03/sous-la-pression-et-le-feu-des-critiques-jean-luc-melenchon-fait-son-mea-culpa_6669306_823448.html][Sous la pression et le feu des critiques, Jean-Luc Mélenchon fait son mea culpa]]

*** Le Figaro

- [[https://www.lefigaro.fr/international/en-direct-attaque-en-iran-le-moyen-orient-s-embrase-apres-la-mort-du-guide-supreme-ali-khamenei-20260301][Guerre en Iran : Israël mène de nouvelles frappes sur Téhéran et Beyrouth, l’ambassade américaine à Riyad attaquée]]
- [[https://www.lefigaro.fr/international/frappe-au-coeur-le-regime-iranien-met-le-feu-au-moyen-orient-20260302][Frappé au cœur, le régime iranien met le feu au Moyen-Orient]]
- [[https://www.lefigaro.fr/international/frappes-dictees-par-la-cia-vengeance-de-l-iran-tous-azimuts-petroliers-cibles-le-recit-des-72-premieres-heures-de-la-guerre-en-iran-20260302][Frappes dictées par la CIA, vengeance de l’Iran tous azimuts, pétroliers ciblés... Le récit des 72 premières heures de la guerre en Iran]]
- [[https://www.lefigaro.fr/international/les-frappes-israelo-americaines-en-iran-une-onde-de-choc-geopolitique-aussi-importante-que-la-chute-du-mur-de-berlin-20260302][Les frappes israélo-américaines en Iran, une onde de choc géopolitique aussi importante que la chute du mur de Berlin]]
- [[https://www.lefigaro.fr/international/la-france-et-l-europe-aspirees-malgre-elles-dans-la-guerre-lancee-par-les-etats-unis-20260302][La France et l’Europe aspirées malgré elles dans la guerre lancée par les États-Unis]]

** 🇬🇧 Reino Unido

*** BBC News

- [[https://www.bbc.com/news/articles/c5y4v8g13wxo?at_medium=RSS&at_campaign=rss][Israel strikes Lebanon after Hezbollah rocket fire as Iran conflict widens]]
- [[https://www.bbc.com/news/articles/cx2jyv3jp01o?at_medium=RSS&at_campaign=rss]['They hit so hard the house was shaking': Iranians describe impact of US-Israel attacks]]
- [[https://www.bbc.com/news/articles/cj4zlnezrl7o?at_medium=RSS&at_campaign=rss][France to boost nuclear arsenal and extend deterrence to European allies]]
- [[https://www.bbc.com/news/articles/cx24gl7jrgno?at_medium=RSS&at_campaign=rss][India and Canada reset ties with 'landmark' nuclear energy deal]]
- [[https://www.bbc.com/news/articles/c0mgkvy4wr8o?at_medium=RSS&at_campaign=rss][At least 169 people killed in South Sudan 'surprise' attack]]

